<s>	0.035027
<s> Natural	0.005380
<s> Specifically	0.000769
<s> In	0.074558
<s> Whether	0.001537
<s> The	0.112221
<s> On	0.003843
<s> Research	0.001537
<s> For	0.043812
<s> An	0.008455
<s> This	0.039969
<s> However	0.028440
<s> Little	0.000769
<s> Some	0.012298
<s> Using	0.001537
<s> When	0.004612
<s> During	0.003075
<s> Examples	0.002306
<s> Up	0.000769
<s> Starting	0.000769
<s> Increasingly	0.001537
<s> Such	0.006149
<s> Many	0.008455
<s> These	0.012298
<s> As	0.010761
<s> Recent	0.002306
<s> Generally	0.003843
<s> NLP	0.000769
<s> Prior	0.000769
<s> A	0.033820
<s> Consider	0.001537
<s> -LRB-	0.014604
<s> It	0.026134
<s> Systems	0.006149
<s> Automatic	0.005380
<s> Major	0.001537
<s> Note	0.006918
<s> What	0.003075
<s> Often	0.002306
<s> Coreference	0.000769
<s> Anaphora	0.000769
<s> Discourse	0.002306
<s> One	0.009224
<s> Another	0.009992
<s> Machine	0.002306
<s> Morphological	0.000769
<s> English	0.000769
<s> Named	0.000769
<s> Furthermore	0.004612
<s> Introduction	0.000769
<s> Optical	0.001537
<s> Part-of-speech	0.000769
<s> Languages	0.002306
<s> Chinese	0.000769
<s> Parsing	0.003075
<s> Question	0.003843
<s> Typical	0.001537
<s> ,	0.000769
<s> Relationship	0.000769
<s> Sentence	0.002306
<s> Sentiment	0.003843
<s> Speech	0.011530
<s> Topic	0.000769
<s> Word	0.003843
<s> Information	0.000769
<s> Other	0.005380
<s> Methods	0.002306
<s> Statistical	0.002306
<s> Evaluation	0.003843
<s> Short	0.000769
<s> Then	0.003843
<s> Large-scale	0.000769
<s> Adda	0.000769
<s> Langues	0.000769
<s> DARPA	0.000769
<s> LREC	0.001537
<s> Intrinsic	0.001537
<s> Extrinsic	0.001537
<s> Black-box	0.000769
<s> Glass-box	0.000769
<s> Given	0.002306
<s> Although	0.005380
<s> Manual	0.001537
<s> Shared	0.000769
<s> Solving	0.000769
<s> Improved	0.000769
<s> With	0.003843
<s> Since	0.003075
<s> Real	0.001537
<s> Beginning	0.000769
<s> Warren	0.000769
<s> Several	0.002306
<s> Translation	0.000769
<s> Behind	0.000769
<s> To	0.006149
<s> Therein	0.000769
<s> Approaches	0.002306
<s> According	0.000769
<s> But	0.004612
<s> Rule-based	0.000769
<s> Main	0.000769
<s> Dictionary-based	0.000769
<s> Where	0.000769
<s> Google	0.000769
<s> Recently	0.000769
<s> Accuracy	0.003843
<s> Example-based	0.000769
<s> Hybrid	0.000769
<s> Statistics	0.002306
<s> Rules	0.000769
<s> He	0.005380
<s> Today	0.000769
<s> They	0.002306
<s> Shallow	0.001537
<s> Deep	0.000769
<s> So	0.002306
<s> ...	0.000769
<s> There	0.006918
<s> Was	0.000769
<s> Contrary	0.001537
<s> Text	0.001537
<s> Please	0.002306
<s> consider	0.000769
<s> Formal	0.000769
<s> Words	0.001537
<s> Harris	0.000769
<s> Mention	0.000769
<s> Topics	0.000769
<s> Political	0.000769
<s> Full	0.000769
<s> Perspectives	0.000769
<s> Discursive	0.000769
<s> Are	0.000769
<s> Prominent	0.000769
<s> Technologies	0.000769
<s> Extractive	0.000769
<s> Two	0.005380
<s> Extraction	0.001537
<s> Types	0.001537
<s> Summarization	0.001537
<s> Keyphrase	0.002306
<s> You	0.000769
<s> Keyphrases	0.000769
<s> Also	0.002306
<s> We	0.005380
<s> After	0.002306
<s> If	0.006149
<s> Precision	0.000769
<s> Recall	0.002306
<s> Matches	0.000769
<s> Design	0.002306
<s> Turney	0.000769
<s> Hulth	0.002306
<s> Ideally	0.001537
<s> Thus	0.009224
<s> Typically	0.000769
<s> How	0.003075
<s> Ensemble	0.000769
<s> Once	0.003843
<s> Virtually	0.000769
<s> Unsupervised	0.003843
<s> Instead	0.001537
<s> TextRank	0.002306
<s> Essentially	0.000769
<s> Edges	0.001537
<s> Unlike	0.000769
<s> Potentially	0.000769
<s> N	0.000769
<s> ``	0.003843
<s> Why	0.001537
<s> Running	0.000769
<s> Similarly	0.000769
<s> Document	0.001537
<s> While	0.002306
<s> Before	0.000769
<s> ROUGE-1	0.000769
<s> Because	0.001537
<s> High-order	0.000769
<s> First	0.000769
<s> Overview	0.001537
<s> Basically	0.000769
<s> Features	0.000769
<s> LexRank	0.001537
<s> Imagine	0.000769
<s> Each	0.003843
<s> Incorporating	0.000769
<s> Maximum	0.001537
<s> Even	0.000769
<s> Extracted	0.000769
<s> Aided	0.000769
<s> Apart	0.000769
<s> Intra-texual	0.000769
<s> Human	0.002306
<s> Anaphor	0.000769
<s> Evaluating	0.001537
<s> Current	0.002306
<s> Besides	0.000769
<s> Moreover	0.003075
<s> Much	0.002306
<s> Therefore	0.001537
<s> Our	0.002306
<s> Its	0.001537
<s> Psycholinguists	0.000769
<s> NLG	0.001537
<s> More	0.006149
<s> Perhaps	0.000769
<s> From	0.000769
<s> Comparing	0.000769
<s> Stages	0.000769
<s> Aggregation	0.000769
<s> Lexical	0.001537
<s> Referring	0.000769
<s> Realisation	0.000769
<s> Applications	0.001537
<s> Commercial	0.001537
<s> human	0.000769
<s> metrics	0.000769
<s> Hence	0.001537
<s> Initial	0.000769
<s> Eight	0.000769
<s> ELIZA	0.002306
<s> Yet	0.000769
<s> ATNs	0.000769
<s> SHRDLU	0.001537
<s> Winograd	0.000769
<s> At	0.002306
<s> Scope	0.000769
<s> Throughout	0.000769
<s> Vulcan	0.000769
<s> Narrow	0.000769
<s> Components	0.000769
<s> Competing	0.000769
<s> Advanced	0.002306
<s> OCR	0.003075
<s> Early	0.001537
<s> Goldberg	0.000769
<s> Later	0.000769
<s> Paul	0.000769
<s> Shepard	0.000769
<s> IBM	0.000769
<s> Canada	0.000769
<s> Envelopes	0.000769
<s> Importance	0.000769
<s> LexisNexis	0.000769
<s> Xerox	0.000769
<s> Based	0.000769
<s> WebOCR	0.001537
<s> Internet	0.000769
<s> Application-Oriented	0.000769
<s> All	0.000769
<s> See	0.000769
<s> Unsourced	0.000769
<s> Recognition	0.001537
<s> On-line	0.002306
<s> Among	0.000769
<s> Higher	0.000769
<s> Reading	0.000769
<s> Knowledge	0.000769
<s> Due	0.000769
<s> POS-tagging	0.000769
<s> E.	0.000769
<s> Performing	0.000769
<s> →	0.000769
<s> Semantic	0.000769
<s> Just	0.000769
<s> Trained	0.000769
<s> Schools	0.000769
<s> Work	0.001537
<s> History	0.001537
<s> Use	0.000769
<s> HMMs	0.002306
<s> Knowing	0.000769
<s> CLAWS	0.001537
<s> Dynamic	0.002306
<s> Their	0.001537
<s> DeRose	0.001537
<s> Both	0.001537
<s> Markov	0.000769
<s> That	0.002306
<s> Hidden	0.002306
<s> Issues	0.001537
<s> POS	0.000769
<s> Tags	0.000769
<s> Beatrice	0.000769
<s> Parsers	0.001537
<s> Head-driven	0.000769
<s> Most	0.001537
<s> Algorithms	0.001537
<s> Programming	0.001537
<s> Context-free	0.000769
<s> Informally	0.000769
<s> Attribute	0.000769
<s> Tokens	0.000769
<s> Inclusive	0.000769
<s> Bottom-up	0.000769
<s> Intuitively	0.000769
<s> LR	0.000769
<s> LL	0.001537
<s> QA	0.000769
<s> Search	0.001537
<s> Closed-domain	0.000769
<s> Alternatively	0.001537
<s> Open-domain	0.000769
<s> Subsequently	0.000769
<s> Finally	0.000769
<s> Correct	0.000769
<s> vs.	0.001537
<s> require	0.000769
<s> and	0.000769
<s> Context	0.000769
<s> might	0.000769
<s> Data	0.000769
<s> Answer	0.001537
<s> the	0.000769
<s> Multilingual	0.000769
<s> Interactive	0.000769
<s> User	0.000769
<s> Profile	0.000769
<s> BASEBALL	0.000769
<s> LUNAR	0.000769
<s> Further	0.002306
<s> Again	0.000769
<s> Additional	0.000769
<s> Future	0.000769
<s> Jump	0.000769
<s> About	0.000769
<s> Solutions	0.000769
<s> Grammatical	0.000769
<s> Open	0.000769
<s> n	0.000769
<s> Recognizing	0.000769
<s> Front-End	0.000769
<s> Back-End	0.000769
<s> Deferred	0.000769
<s> Searches	0.000769
<s> Unfortunately	0.000769
<s> Military	0.000769
<s> Of	0.000769
<s> Working	0.000769
<s> Voice	0.000769
<s> Speaker	0.001537
<s> Helicopters	0.000769
<s> Substantial	0.000769
<s> Results	0.000769
<s> Encouraging	0.000769
<s> Battle	0.000769
<s> svg	0.000769
<s> Commanders	0.000769
<s> Human-machine	0.000769
<s> Users	0.000769
<s> Significant	0.000769
<s> Training	0.000769
<s> Telephony	0.000769
<s> Despite	0.000769
<s> increases	0.000769
<s> Leading	0.000769
<s> Vocalizations	0.000769
<s> Vocabulary	0.000769
<s> Isolated	0.000769
<s> Task	0.000769
<s> e.g.	0.001537
<s> Constraints	0.000769
<s> Read	0.000769
<s> because	0.000769
<s> Adverse	0.000769
<s> Acoustical	0.000769
<s> Computationally	0.000769
<s> Every	0.000769
<s> Sound	0.001537
<s> Basic	0.000769
<s> Digitized	0.000769
<s> Big	0.000769
<s> Collection	0.000769
<s> Like	0.000769
<s> Neural	0.001537
<s> Last	0.000769
<s> Artificial	0.000769
<s> Brain	0.000769
<s> By	0.000769
<s> Dragon	0.000769
<s> Progress	0.000769
<s> Language	0.000769
<s> Described	0.000769
<s> Modern	0.000769
<s> Decoding	0.000769
<s> Rescoring	0.000769
<s> Efficient	0.000769
<s> DTW	0.000769
<s> Few	0.000769
<s> Conferences	0.000769
<s> Important	0.000769
<s> Books	0.000769
<s> People	0.000769
<s> Individuals	0.000769
<s> Sometimes	0.000769
<s> Compare	0.000769
<s> Effective	0.000769
Natural	0.000350
Natural language	0.692308
Natural Language	0.230769
Natural ''	0.076923
language	0.003985
language processing	0.222973
language input	0.020270
language output	0.006757
language understanding	0.094595
language system	0.006757
language models	0.013514
language to	0.027027
language being	0.013514
language generation	0.033784
language .	0.074324
language expression	0.006757
language metamodel	0.006757
language during	0.006757
language like	0.006757
language search	0.006757
language use	0.027027
language for	0.020270
language is	0.033784
language ,	0.040541
language that	0.006757
language will	0.006757
language require	0.006757
language of	0.006757
language by	0.006757
language as	0.006757
language ''	0.013514
language from	0.006757
language production	0.006757
language representation	0.006757
language are	0.006757
language -LRB-	0.013514
language document	0.006757
language without	0.006757
language interface	0.006757
language or	0.013514
language sentences	0.006757
language and	0.013514
language have	0.006757
language Prolog	0.006757
language characters	0.006757
language parsing	0.013514
language analysis	0.006757
language such	0.006757
language other	0.006757
language comprehension	0.006757
language might	0.006757
language data	0.006757
language can	0.006757
language in	0.006757
language constructs	0.006757
language with	0.006757
language documents	0.006757
language using	0.006757
language question-answering	0.006757
language interaction	0.006757
language learning	0.006757
language constraints	0.006757
language modeling	0.006757
language model	0.006757
language -RRB-	0.013514
language usually	0.006757
language into	0.006757
processing	0.001454
processing -LRB-	0.074074
processing is	0.037037
processing systems	0.055556
processing .	0.129630
processing :	0.018519
processing Statistical	0.018519
processing uses	0.018519
processing ,	0.166667
processing Objectives	0.018519
processing tasks	0.018519
processing ''	0.037037
processing step	0.018519
processing task	0.018519
processing in	0.037037
processing group	0.018519
processing natural	0.018519
processing and	0.018519
processing the	0.018519
processing ;	0.018519
processing techniques	0.037037
processing The	0.018519
processing would	0.018519
processing part	0.018519
processing of	0.037037
processing tools	0.018519
processing to	0.018519
processing problems	0.018519
processing plain	0.018519
processing text	0.018519
processing news	0.018519
-LRB-	0.009935
-LRB- NLP	0.008130
-LRB- also	0.010840
-LRB- natural	0.002710
-LRB- Computational	0.002710
-LRB- Journal	0.002710
-LRB- Schank	0.002710
-LRB- Cullingford	0.002710
-LRB- Wilensky	0.002710
-LRB- Meehan	0.002710
-LRB- Lehnert	0.005420
-LRB- Carbonell	0.002710
-LRB- e.g.	0.102981
-LRB- as	0.018970
-LRB- and	0.013550
-LRB- including	0.002710
-LRB- plural	0.002710
-LRB- or	0.027100
-LRB- An	0.005420
-LRB- among	0.005420
-LRB- so	0.005420
-LRB- the	0.021680
-LRB- ``	0.021680
-LRB- rather	0.002710
-LRB- grammar	0.002710
-LRB- i.e.	0.029810
-LRB- NER	0.002710
-LRB- CWA	0.002710
-LRB- OCR	0.002710
-LRB- grammatical	0.002710
-LRB- most	0.010840
-LRB- such	0.021680
-LRB- see	0.032520
-LRB- IR	0.002710
-LRB- closer	0.002710
-LRB- for	0.018970
-LRB- IE	0.005420
-LRB- Pallet	0.002710
-LRB- Black	0.002710
-LRB- Hirschman	0.002710
-LRB- English	0.002710
-LRB- Adda	0.002710
-LRB- end	0.002710
-LRB- POS	0.005420
-LRB- correct	0.002710
-LRB- speed	0.002710
-LRB- on	0.005420
-LRB- Campaigns	0.002710
-LRB- SemEval	0.002710
-LRB- DA	0.005420
-LRB- not	0.002710
-LRB- citation	0.035230
-LRB- 1954	0.002710
-LRB- 1966	0.002710
-LRB- University	0.002710
-LRB- orally	0.002710
-LRB- EBMT	0.002710
-LRB- HMT	0.002710
-LRB- Asia	0.002710
-LRB- more	0.005420
-LRB- based	0.005420
-LRB- December	0.002710
-LRB- which	0.008130
-LRB- Style	0.002710
-LRB- Kittredge	0.002710
-LRB- Harris	0.005420
-LRB- Loriot	0.002710
-LRB- intonation	0.002710
-LRB- various	0.002710
-LRB- discourse	0.002710
-LRB- linguistics	0.005420
-LRB- counselling	0.002710
-LRB- May	0.005420
-LRB- sometimes	0.002710
-LRB- though	0.002710
-LRB- F	0.002710
-LRB- P	0.002710
-LRB- some	0.002710
-LRB- how	0.008130
-LRB- Keyphrase	0.002710
-LRB- creating	0.002710
-LRB- selecting	0.002710
-LRB- Recall-Oriented	0.005420
-LRB- http:\/\/haydn.isi.edu\/ROUGE\/	0.002710
-LRB- unigram	0.002710
-LRB- normalized	0.002710
-LRB- MEAD	0.002710
-LRB- stationary	0.002710
-LRB- CSIS	0.002710
-LRB- MMR	0.002710
-LRB- ME	0.002710
-LRB- FAS	0.002710
-LRB- MAHS	0.002710
-LRB- HAMS	0.002710
-LRB- ParaEval	0.002710
-LRB- NLG	0.008130
-LRB- 2000	0.002710
-LRB- written	0.002710
-LRB- extrinsic	0.002710
-LRB- especially	0.005420
-LRB- predict	0.002710
-LRB- although	0.005420
-LRB- titled	0.002710
-LRB- ATN	0.002710
-LRB- often	0.005420
-LRB- U.S.	0.005420
-LRB- IMR	0.002710
-LRB- one	0.002710
-LRB- GPO	0.002710
-LRB- orange	0.002710
-LRB- DOE	0.002710
-LRB- ISRI	0.002710
-LRB- basically	0.002710
-LRB- 99	0.002710
-LRB- 95	0.002710
-LRB- greater	0.002710
-LRB- corpus	0.002710
-LRB- sailor	0.005420
-LRB- -LRB-	0.002710
-LRB- subject	0.002710
-LRB- a	0.013550
-LRB- role	0.002710
-LRB- DeRose	0.002710
-LRB- ending	0.002710
-LRB- arguably	0.002710
-LRB- allowing	0.002710
-LRB- 2005	0.002710
-LRB- HMMs	0.005420
-LRB- actual	0.002710
-LRB- with	0.008130
-LRB- perhaps	0.002710
-LRB- this	0.002710
-LRB- 3rd	0.002710
-LRB- p.	0.002710
-LRB- ōrātiōnis	0.002710
-LRB- of	0.005420
-LRB- in	0.005420
-LRB- semi	0.002710
-LRB- parsed	0.002710
-LRB- See	0.010840
-LRB- probabilistic	0.002710
-LRB- that	0.010840
-LRB- 3	0.005420
-LRB- ,	0.002710
-LRB- context-free	0.002710
-LRB- QA	0.002710
-LRB- For	0.005420
-LRB- monetary	0.002710
-LRB- UC	0.002710
-LRB- disambiguation	0.002710
-LRB- SBD	0.002710
-LRB- b	0.002710
-LRB- c	0.002710
-LRB- usually	0.005420
-LRB- EMR	0.002710
-LRB- ARRA	0.002710
-LRB- now	0.008130
-LRB- AFTI	0.002710
-LRB- F-16	0.002710
-LRB- 2004	0.002710
-LRB- JSF	0.002710
-LRB- AVRADA	0.002710
-LRB- RAE	0.002710
-LRB- DARPA	0.002710
-LRB- CSR	0.005420
-LRB- ATC	0.002710
-LRB- by	0.005420
-LRB- Microsoft	0.002710
-LRB- Sonic	0.002710
-LRB- Nuance	0.002710
-LRB- VITO	0.002710
-LRB- Speereo	0.002710
-LRB- Realtime	0.002710
-LRB- transcription	0.002710
-LRB- digital	0.002710
-LRB- WER	0.002710
-LRB- SWER	0.002710
-LRB- like	0.002710
-LRB- VTLN	0.002710
-LRB- MLLR	0.002710
-LRB- HLDA	0.002710
-LRB- MMI	0.002710
-LRB- MCE	0.002710
-LRB- MPE	0.002710
-LRB- rescoring	0.002710
-LRB- DTW	0.002710
-LRB- 1993	0.002710
-LRB- Dec.	0.002710
-LRB- 2001	0.002710
-LRB- 2008	0.002710
-LRB- free	0.002710
-LRB- 1995	0.002710
-LRB- essentially	0.002710
-LRB- icon	0.002710
-LRB- k	0.002710
-LRB- roughly	0.005420
-LRB- Some	0.002710
-LRB- at	0.002710
NLP	0.001265
NLP -RRB-	0.085106
NLP is	0.021277
NLP .	0.106383
NLP algorithms	0.042553
NLP ,	0.021277
NLP systems	0.063830
NLP with	0.021277
NLP using	0.021277
NLP tasks	0.042553
NLP The	0.042553
NLP that	0.021277
NLP as	0.021277
NLP methods	0.021277
NLP Main	0.021277
NLP comprises	0.021277
NLP comes	0.021277
NLP evaluation	0.063830
NLP problem	0.042553
NLP and	0.021277
NLP system	0.085106
NLP problems	0.042553
NLP An	0.021277
NLP programs	0.021277
NLP task	0.021277
NLP ranking	0.021277
NLP techniques	0.042553
NLP Handbook	0.021277
-RRB-	0.009935
-RRB- is	0.029810
-RRB- ,	0.211382
-RRB- languages	0.002710
-RRB- -RRB-	0.005420
-RRB- Modern	0.002710
-RRB- .	0.273713
-RRB- a	0.005420
-RRB- are	0.008130
-RRB- that	0.005420
-RRB- </s>	0.037940
-RRB- and	0.054201
-RRB- refer	0.002710
-RRB- in	0.010840
-RRB- of	0.018970
-RRB- as	0.008130
-RRB- :	0.024390
-RRB- do	0.002710
-RRB- vs.	0.002710
-RRB- or	0.010840
-RRB- ;	0.021680
-RRB- the	0.002710
-RRB- tagger	0.002710
-RRB- output	0.002710
-RRB- one	0.002710
-RRB- BioCreative	0.002710
-RRB- MorphoChallenge	0.002710
-RRB- Current	0.002710
-RRB- involved	0.002710
-RRB- words	0.002710
-RRB- approach	0.002710
-RRB- leverages	0.002710
-RRB- The	0.005420
-RRB- hours	0.002710
-RRB- would	0.005420
-RRB- Some	0.002710
-RRB- into	0.005420
-RRB- Cohesion	0.002710
-RRB- Interactional	0.002710
-RRB- Critical	0.002710
-RRB- Marc	0.002710
-RRB- Bhatia	0.002710
-RRB- work	0.002710
-RRB- have	0.005420
-RRB- measure	0.002710
-RRB- has	0.008130
-RRB- with	0.008130
-RRB- classifier	0.002710
-RRB- examples	0.002710
-RRB- from	0.002710
-RRB- evaluation	0.002710
-RRB- task-based	0.005420
-RRB- showed	0.002710
-RRB- to	0.010840
-RRB- Around	0.002710
-RRB- Commissioned	0.002710
-RRB- had	0.002710
-RRB- --	0.002710
-RRB- may	0.002710
-RRB- recognize	0.002710
-RRB- an	0.002710
-RRB- dogs	0.002710
-RRB- securely	0.002710
-RRB- can	0.008130
-RRB- it	0.002710
-RRB- HMMs	0.002710
-RRB- at	0.002710
-RRB- up	0.002710
-RRB- break	0.002710
-RRB- case	0.002710
-RRB- formal	0.002710
-RRB- ``	0.002710
-RRB- automatically	0.002710
-RRB- by	0.002710
-RRB- amongst	0.002710
-RRB- Parsing	0.002710
-RRB- ^	0.002710
-RRB- mark	0.002710
-RRB- question	0.002710
-RRB- If	0.005420
-RRB- while	0.002710
-RRB- applications	0.002710
-RRB- provides	0.002710
-RRB- \/	0.002710
-RRB- found	0.002710
-RRB- represents	0.002710
-RRB- NASA	0.002710
-RRB- Court	0.002710
-RRB- Hands-free	0.002710
-RRB- Telematics	0.002710
-RRB- Transcription	0.002710
-RRB- Video	0.002710
-RRB- Acoustical	0.002710
-RRB- Speech	0.002710
-RRB- vibration	0.002710
-RRB- coefficients	0.002710
-RRB- for	0.005420
-RRB- -	0.002710
-RRB- ''	0.005420
-RRB- This	0.002710
is	0.013246
is a	0.109756
is the	0.091463
is sometimes	0.006098
is distinct	0.002033
is now	0.006098
is unable	0.002033
is very	0.012195
is much	0.004065
is an	0.020325
is different	0.002033
is analyzed	0.006098
is generated	0.006098
is typically	0.006098
is used	0.026423
is testing	0.002033
is critical	0.002033
is not	0.038618
is that	0.024390
is included	0.002033
is often	0.022358
is extremely	0.004065
is specifically	0.002033
is identifying	0.002033
is recognizing	0.002033
is one	0.012195
is -LRB-	0.004065
is also	0.020325
is expected	0.002033
is prone	0.002033
is ambiguous	0.002033
is especially	0.004065
is devoted	0.002033
is fairly	0.002033
is concerned	0.004065
is to	0.038618
is in	0.006098
is then	0.010163
is based	0.008130
is more	0.006098
is insufficient	0.002033
is performed	0.004065
is why	0.002033
is working	0.004065
is part	0.002033
is called	0.012195
is needed	0.002033
is leading	0.002033
is particularly	0.004065
is described	0.002033
is written	0.002033
is getting	0.004065
is transformed	0.002033
is essentially	0.006098
is related	0.002033
is subject	0.002033
is publicly	0.002033
is embedded	0.002033
is made	0.004065
is relevant	0.002033
is required	0.004065
is vital	0.002033
is search	0.002033
is closer	0.002033
is what	0.004065
is exactly	0.002033
is easily	0.002033
is constructed	0.004065
is obtained	0.002033
is likely	0.006098
is importance	0.002033
is similar	0.004065
is using	0.004065
is recall-based	0.002033
is computed	0.002033
is coherent	0.002033
is precision	0.002033
is adaptive	0.002033
is usually	0.016260
is formed	0.002033
is worth	0.004065
is like	0.004065
is known	0.006098
is considered	0.004065
is both	0.002033
is ,	0.018293
is always	0.004065
is quite	0.002033
is another	0.004065
is about	0.002033
is Reiter	0.002033
is copied	0.002033
is 7	0.002033
is growing	0.002033
is how	0.004065
is being	0.006098
is contrast	0.002033
is considerable	0.002033
is far	0.004065
is measured	0.006098
is generally	0.002033
is widely	0.004065
is crucial	0.002033
is clearly	0.004065
is facing	0.002033
is still	0.008130
is available	0.002033
is easier	0.004065
is necessary	0.004065
is having	0.002033
is commonly	0.004065
is less	0.002033
is typical	0.002033
is 2,000	0.002033
is easy	0.002033
is unusual	0.002033
is reported	0.002033
is broad	0.002033
is hard	0.002033
is functioning	0.002033
is actually	0.004065
is unclear	0.002033
is best	0.002033
is probably	0.002033
is largely	0.002033
is preferable	0.002033
is no	0.002033
is substantial	0.002033
is definite	0.002033
is difficult	0.008130
is clear	0.002033
is affected	0.002033
is dependency	0.002033
is as	0.002033
is limited	0.002033
is split	0.004065
is parsing	0.002033
is checking	0.002033
is semantic	0.002033
is Shift-Reduce	0.002033
is able	0.002033
is whether	0.002033
is ``	0.004065
is little	0.002033
is orthogonal	0.002033
is lessened	0.002033
is searched	0.002033
is sufficient	0.004065
is need	0.002033
is permuted	0.002033
is RDF	0.002033
is challenging	0.002033
is on	0.004065
is capitalized	0.002033
is at	0.002033
is subjectivity\/objectivity	0.002033
is positive	0.002033
is felt	0.002033
is doing	0.002033
is accomplished	0.002033
is for	0.002033
is technology	0.002033
is speaking	0.002033
is where	0.004065
is responsible	0.002033
is routed	0.004065
is edited	0.002033
is seen	0.002033
is presented	0.004065
is rarely	0.002033
is becoming	0.002033
is distorted	0.004065
is Hard	0.002033
is intended	0.004065
is red	0.002033
is angry	0.002033
is apple	0.002033
is broken	0.002033
is 8000	0.002033
is produced	0.004065
is it	0.002033
is strong	0.002033
is digital	0.002033
is shown	0.002033
is again	0.002033
is entirely	0.002033
is brought	0.002033
is meaningful	0.002033
is steered	0.002033
is because	0.002033
is provided	0.002033
is processed	0.002033
is going	0.002033
is slow	0.002033
is some	0.002033
is focused	0.002033
is too	0.002033
is better	0.002033
is compounded	0.002033
is farther	0.002033
is phonetically	0.002033
is commercially	0.002033
is true	0.002033
is non-trivial	0.002033
a	0.021942
a field	0.003681
a computer	0.018405
a very	0.013497
a matter	0.001227
a number	0.024540
a discussion	0.001227
a web	0.001227
a major	0.006135
a criterion	0.001227
a human	0.013497
a real-time	0.001227
a real	0.002454
a solved	0.002454
a natural	0.006135
a simulation	0.001227
a Rogerian	0.001227
a startlingly	0.001227
a generic	0.001227
a revolution	0.001227
a larger	0.004908
a result	0.003681
a great	0.002454
a combination	0.002454
a given	0.014724
a set	0.017178
a part	0.002454
a training	0.001227
a corpus	0.003681
a large	0.009816
a learning	0.002454
a word	0.013497
a sentence	0.017178
a part-of-speech	0.001227
a model	0.001227
a component	0.002454
a much	0.003681
a limit	0.001227
a corresponding	0.001227
a list	0.008589
a well-defined	0.001227
a standard	0.002454
a readable	0.001227
a chunk	0.007362
a known	0.002454
a newspaper	0.001227
a specific	0.006135
a referring	0.001227
a member	0.001227
a class	0.001227
a stream	0.001227
a basis	0.002454
a noun	0.007362
a flight	0.001227
a tonal	0.001227
a typical	0.002454
a human-language	0.001227
a sound	0.008589
a person	0.013497
a necessary	0.001227
a process	0.004908
a topic	0.001227
a language	0.007362
a fashion	0.001227
a significant	0.001227
a dictionary	0.003681
a whole	0.002454
a separate	0.002454
a system	0.012270
a campaign	0.001227
a gold	0.002454
a more	0.004908
a precise	0.001227
a syntactic	0.001227
a translation	0.002454
a complex	0.006135
a sample	0.001227
a shortened	0.001227
a text	0.017178
a general	0.003681
a sub-field	0.001227
a basic	0.002454
a good	0.004908
a rapidly	0.001227
a tool	0.002454
a universal	0.001227
a demonstration	0.003681
a rudimentary	0.001227
a new	0.007362
a method	0.004908
a linguistic	0.002454
a native	0.002454
a skilled	0.001227
a technique	0.001227
a similar	0.001227
a statistical	0.003681
a bilingual	0.001227
a hybrid	0.002454
a rules	0.001227
a lot	0.003681
a suitable	0.003681
a ``	0.007362
a machine	0.008589
a comprehensive	0.003681
a long-time	0.001227
a translator	0.003681
a Japanese	0.001227
a phone	0.001227
a higher	0.002454
a reasonable	0.002454
a professional	0.001227
a person\/persons	0.001227
a variety	0.008589
a worldwide	0.001227
a series	0.007362
a coherent	0.002454
a canonical	0.001227
a science	0.002454
a sublanguage	0.001227
a fully	0.001227
a succession	0.001227
a paper	0.001227
a professor	0.001227
a dissertation	0.001227
a team	0.001227
a societal	0.001227
a distinction	0.001227
a particular	0.004908
a useful	0.001227
a subset	0.003681
a summary	0.009816
a document	0.008589
a short	0.006135
a growing	0.001227
a single	0.011043
a cluster	0.002454
a piece	0.002454
a journal	0.001227
a recent	0.001227
a storm	0.001227
a deep	0.001227
a user	0.002454
a full-text	0.001227
a supervised	0.002454
a classifier	0.001227
a function	0.001227
a binary	0.002454
a test	0.003681
a probability	0.001227
a keyphrase	0.002454
a rule	0.001227
a learner	0.001227
a threshold	0.003681
a phrase	0.002454
a reduced	0.001227
a way	0.006135
a user-provided	0.001227
a genetic	0.001227
a domain-specific	0.001227
a different	0.003681
a graph	0.003681
a degree	0.001227
a stochastic	0.001227
a damping	0.001227
a vertex	0.002454
a first	0.002454
a second	0.003681
a nice	0.002454
a final	0.001227
a window	0.001227
a meaningful	0.002454
a limited	0.002454
a count	0.001227
a user-specified	0.001227
a co-occurrence	0.001227
a central	0.001227
a high	0.003681
a stationary	0.002454
a recall-based	0.001227
a system-generated	0.001227
a reference	0.002454
a sensible	0.001227
a collection	0.002454
a linear	0.002454
a greater	0.001227
a heuristic	0.002454
a problem	0.003681
a unified	0.001227
a prior	0.001227
a valid	0.001227
a classification	0.001227
a naive	0.001227
a maximum	0.002454
a hard	0.002454
a fair	0.001227
a correct	0.002454
a deterministic	0.002454
a quantitative	0.002454
a qualitative	0.002454
a novel	0.001227
a preliminary	0.001227
a generated	0.001227
a knowledge	0.001227
a logical	0.001227
a sense	0.001227
a compiler	0.003681
a concept	0.001227
a letter	0.001227
a consumer	0.001227
a credit	0.002454
a communicative	0.001227
a fast-evolving	0.001227
a specialist	0.001227
a sophisticated	0.001227
a pollen	0.001227
a certain	0.001227
a commercial	0.002454
a highly	0.001227
a task	0.003681
a subtopic	0.001227
a Computer	0.001227
a dialogue	0.002454
a database	0.003681
a rich	0.003681
a toy	0.002454
a restricted	0.001227
a robotic	0.001227
a Cognitive	0.001227
a company	0.001227
a diverse	0.001227
a corporation	0.001227
a fluent	0.001227
a small	0.002454
a news	0.002454
a lexicon	0.002454
a parser	0.003681
a semantic	0.001227
a subsystem	0.001227
a form	0.001227
a time	0.002454
a handheld	0.001227
a printed	0.001227
a template	0.002454
a patent	0.002454
a US	0.002454
a cryptanalyst	0.001227
a year	0.001227
a bill	0.001227
a page	0.001227
a specialised	0.001227
a rate	0.001227
a reader	0.001227
a routing	0.001227
a reading	0.001227
a widely-reported	0.001227
a character	0.001227
a horizontal	0.001227
a cheque	0.001227
a written-out	0.001227
a smaller	0.001227
a verb	0.007362
a plural	0.001227
a nautical	0.001227
a watertight	0.001227
a dog	0.001227
a past-tense	0.001227
a program	0.004908
a huge	0.001227
a table	0.003681
a modal	0.001227
a preposition	0.001227
a relative	0.001227
a tagging	0.001227
a case	0.001227
a row	0.001227
a pre-existing	0.001227
a ''	0.001227
a tag	0.001227
a sequence	0.007362
a common	0.002454
a potentially	0.001227
a reliance	0.001227
a context-free	0.003681
a construct	0.001227
a name	0.002454
a relaxed	0.001227
a superset	0.001227
a grammar	0.002454
a calculator	0.002454
a top-down	0.001227
a leftmost	0.002454
a rightmost	0.002454
a question	0.008589
a QA	0.004908
a pre-structured	0.001227
a wide	0.002454
a situation	0.001227
a gradually	0.001227
a filter	0.001227
a group	0.001227
a roadmap	0.001227
a rainbow	0.001227
a movie	0.002454
a context	0.002454
a quantity	0.001227
a date	0.001227
a clarification	0.001227
a predefined	0.001227
a period	0.002454
a lunar	0.001227
a core	0.001227
a robot	0.001227
a conversation	0.001227
a psychologist	0.001227
a text-understanding	0.001227
a German	0.001227
a data	0.001227
a neural	0.001227
a speaker	0.002454
a writer	0.001227
a multi-way	0.001227
a 3	0.001227
a 4	0.001227
a five-star	0.001227
a scaling	0.001227
a negative	0.001227
a -5	0.001227
a score	0.001227
a positive	0.001227
a cell	0.002454
a digital	0.002454
a bank	0.001227
a camera	0.001227
a sentiment	0.002454
a 70	0.001227
a scale	0.001227
a better	0.002454
a strong	0.002454
a kind	0.001227
a product	0.001227
a string	0.002454
a simple	0.001227
a collect	0.001227
a podcast	0.001227
a radiology	0.001227
a security	0.001227
a speech-recognition	0.003681
a keyboard	0.001227
a substantial	0.001227
a proper	0.001227
a speaker-dependent	0.001227
a facemask	0.001227
a feasibility	0.001227
a display	0.001227
a naval	0.001227
a voice	0.001227
a background	0.001227
a car	0.001227
a factory	0.001227
a multileveled	0.001227
a hierarchy	0.001227
a category	0.001227
a meaning	0.002454
a consideration	0.001227
a frame	0.001227
a wave	0.004908
a strength	0.001227
a bunch	0.001227
a unit	0.001227
a slide	0.001227
a feature	0.002454
a fancy	0.001227
a appropriate	0.001227
a purpose	0.001227
a vocabulary	0.001227
a trillion-word	0.001227
a speech	0.002454
a piecewise	0.001227
a short-time	0.001227
a Markov	0.001227
a Fourier	0.001227
a cosine	0.001227
a mixture	0.001227
a likelihood	0.001227
a hidden	0.001227
a global	0.001227
a purely	0.001227
a choice	0.001227
a lattice	0.001227
a finite	0.002454
a pre-processing	0.001227
a closed-captioning	0.001227
a trend	0.001227
a probabilistic	0.001227
a categorical	0.001227
a relic	0.001227
a difficult	0.001227
a trivial	0.001227
a non-whitespace	0.001227
a Standard	0.001227
field	0.000727
field of	0.444444
field within	0.037037
field that	0.074074
field .	0.148148
field is	0.037037
field comes	0.037037
field since	0.037037
field because	0.037037
field with	0.037037
field which	0.037037
field are	0.037037
field ,	0.037037
of	0.030208
of computer	0.003565
of a	0.081996
of human	0.004456
of computational	0.002674
of perspective	0.000891
of NLP	0.004456
of natural	0.019608
of disparate	0.000891
of the	0.173797
of algorithms	0.000891
of an	0.011586
of intelligence	0.000891
of more	0.003565
of hand-written	0.002674
of machine	0.007130
of Chomskyan	0.000891
of linguistics	0.000891
of corpus	0.000891
of hard	0.001783
of such	0.004456
of existing	0.001783
of Canada	0.001783
of laws	0.000891
of all	0.003565
of government	0.001783
of these	0.009804
of research	0.007130
of data	0.006239
of annotated	0.000891
of input	0.002674
of non-annotated	0.000891
of most	0.000891
of language-processing	0.000891
of large	0.003565
of rules	0.002674
of typical	0.000891
of documents	0.004456
of part	0.000891
of speech	0.040998
of each	0.006239
of training	0.003565
of sentences	0.006239
of which	0.008913
of 500	0.001783
of various	0.000891
of text	0.021390
of automatically	0.001783
of surrounding	0.000891
of any	0.002674
of ``	0.007130
of many	0.001783
of statistical	0.001783
of systems	0.001783
of man-hours	0.000891
of some	0.004456
of this	0.009804
of John	0.000891
of related	0.002674
of connected	0.000891
of problems	0.001783
of knowledge	0.001783
of words	0.013369
of possible	0.002674
of named	0.000891
of whether	0.000891
of organized	0.000891
of language	0.004456
of semantics	0.000891
of at	0.000891
of potential	0.001783
of life	0.000891
of whom	0.000891
of public	0.000891
of marketing	0.000891
of continuous	0.001783
of semantic	0.004456
of corpora	0.000891
of artificial	0.000891
of its	0.007130
of proper	0.000891
of tasks	0.000891
of evaluation	0.004456
of campaigns	0.000891
of 21	0.000891
of dependency	0.000891
of 2007	0.001783
of English	0.002674
of distinctions	0.000891
of parameters	0.000891
of glass-box	0.000891
of producing	0.000891
of criteria	0.000891
of ISO\/TC37	0.000891
of them	0.001783
of approaches	0.000891
of software	0.000891
of whole	0.001783
of idioms	0.000891
of anomalies	0.000891
of allowable	0.000891
of cases	0.000891
of scholars	0.000891
of achieving	0.001783
of high	0.000891
of over	0.000891
of substantial	0.000891
of using	0.000891
of London	0.000891
of ways	0.001783
of intermediary	0.000891
of one	0.003565
of what	0.003565
of rule-based	0.000891
of case-based	0.000891
of work	0.000891
of war	0.000891
of disambiguation	0.000891
of AI	0.000891
of prisoner-of-war	0.000891
of guessing	0.000891
of discourse	0.009804
of coherent	0.000891
of traditional	0.000891
of social	0.001783
of analysis	0.000891
of 1928	0.000891
of papers	0.000891
of sublanguage	0.001783
of science	0.000891
of immunology	0.000891
of linguistic	0.001783
of elaborate	0.000891
of sentence-level	0.000891
of January	0.000891
of Peru	0.000891
of Quechua	0.000891
of Eastern	0.000891
of 1956	0.000891
of Pennsylvania	0.000891
of Michigan	0.000891
of his	0.002674
of other	0.003565
of DA	0.000891
of oral	0.000891
of Ethnomethodology	0.000891
of Knowledge	0.000891
of interest	0.002674
of interaction	0.000891
of syntactic	0.001783
of reasoned	0.000891
of several	0.002674
of action	0.000891
of democracy	0.000891
of communication	0.001783
of discourses	0.000891
of global	0.000891
of information	0.004456
of summarization	0.007130
of summaries	0.003565
of multimedia	0.000891
of news	0.001783
of keywords	0.000891
of applications	0.002674
of Engineers	0.001783
of being	0.000891
of tokens	0.001783
of part-of-speech	0.001783
of features	0.000891
of keyphrases	0.002674
of Turney	0.001783
of heuristics	0.000891
of trying	0.000891
of similarity	0.000891
of allowing	0.000891
of arbitrary	0.000891
of TextRank	0.000891
of size	0.000891
of N	0.000891
of vertices	0.000891
of system-generated	0.000891
of count	0.000891
of unigrams	0.001783
of adaptive	0.000891
of document\/text	0.000891
of supervised	0.000891
of costly	0.000891
of TF-IDF	0.000891
of selecting	0.000891
of great	0.000891
of extractive	0.000891
of extracted	0.000891
of itself	0.000891
of outputs	0.000891
of overlap	0.000891
of shared	0.000891
of building	0.000891
of automatic	0.001783
of low	0.000891
of texts	0.001783
of generating	0.000891
of Scotland	0.001783
of pollen	0.001783
of yesterday	0.002674
of around	0.001783
of 4	0.001783
of mainland	0.001783
of canned	0.000891
of personalised	0.000891
of planning	0.000891
of similar	0.001783
of anaphora	0.000891
of syntax	0.001783
of to	0.000891
of databases	0.000891
of FoG	0.000891
of retail	0.000891
of medical	0.001783
of NLG	0.000891
of Generation	0.000891
of disassembling	0.000891
of assembling	0.000891
of unknown	0.000891
of key	0.000891
of giving	0.000891
of real-world	0.000891
of Sydney	0.000891
of phrase	0.000891
of finite	0.000891
of years	0.000891
of children	0.000891
of SHRDLU	0.000891
of commercial	0.000891
of mouse	0.000891
of Roger	0.000891
of newspaper	0.000891
of emails	0.000891
of simple	0.001783
of complexity	0.000891
of understanding	0.000891
of effort	0.000891
of pragmatics	0.000891
of assertions	0.000891
of logical	0.000891
of context	0.001783
of examples	0.000891
of scanned	0.000891
of handwritten	0.000891
of original	0.000891
of printed	0.001783
of recognition	0.001783
of reproducing	0.000891
of converting	0.001783
of 15-20	0.000891
of 1,500	0.000891
of OCR	0.003565
of omni-font	0.000891
of two	0.001783
of characters	0.001783
of sequential	0.000891
of users	0.001783
of new	0.000891
of charge	0.000891
of special	0.000891
of images	0.000891
of Business-card	0.000891
of optical	0.000891
of Energy	0.000891
of automated	0.000891
of Latin-script	0.000891
of 19th	0.000891
of hand	0.000891
of active	0.000891
of 1	0.000891
of 5	0.000891
of off-line	0.000891
of individual	0.001783
of hand-printed	0.001783
of 80	0.000891
of errors	0.000891
of cursive	0.000891
of general	0.000891
of contextual	0.000891
of marking	0.000891
of descriptive	0.000891
of word-forms	0.000891
of as	0.001783
of morphologically	0.000891
of about	0.000891
of running	0.000891
of word-frequency	0.000891
of Hidden	0.000891
of British	0.000891
of certain	0.000891
of course	0.001783
of pairs	0.001783
of HMM-based	0.000891
of stochastic	0.000891
of triples	0.000891
of estimating	0.000891
of triple	0.000891
of very	0.001783
of processing	0.000891
of computerized	0.001783
of patterns	0.000891
of POS	0.001783
of edge	0.000891
of tags	0.000891
of languages	0.000891
of nouns	0.000891
of analyzing	0.000891
of inflected	0.000891
of grammatical	0.000891
of possibilities	0.000891
of concern	0.000891
of major	0.000891
of smoothing	0.000891
of context-free	0.000891
of analyses	0.000891
of internal	0.000891
of process	0.000891
of parsing	0.001783
of grammar	0.001783
of regular	0.000891
of identifiers	0.000891
of code	0.000891
of parser	0.001783
of bottom-up	0.000891
of top-down	0.001783
of parse	0.000891
of question	0.002674
of questions	0.004456
of answer	0.000891
of people	0.000891
of incorrect	0.000891
of researchers	0.000891
of Lichtenstein	0.000891
of different	0.001783
of how	0.000891
of simpler	0.001783
of fusion	0.000891
of extracting	0.000891
of written	0.003565
of domains	0.000891
of that	0.001783
of rocks	0.000891
of physics	0.000891
of chatterbots	0.000891
of comprehensive	0.000891
of ambitious	0.000891
of tourism	0.000891
of theories	0.000891
of Question	0.000891
of artifacts	0.000891
of repeated	0.000891
of domain	0.000891
of meaningful	0.000891
of objects	0.000891
of formalisms\/languages	0.000891
of deciding	0.000891
of reasons	0.000891
of abbreviations	0.001783
of product	0.000891
of classifying	0.000891
of restaurant	0.000891
of unstructured	0.000891
of sentiment	0.004456
of subjectivity	0.000891
of entities	0.000891
of digital	0.000891
of stock	0.000891
of reviews	0.000891
of online	0.000891
of virtual	0.000891
of filtering	0.000891
of negative	0.000891
of spoken	0.001783
of structured	0.000891
of translating	0.000891
of 2009	0.000891
of front-end	0.000891
of aircraft	0.000891
of pilot	0.000891
of 98	0.000891
of navigation	0.000891
of efforts	0.000891
of phrases	0.000891
of 500,000	0.000891
of international	0.000891
of telephony	0.000891
of integration	0.000891
of document	0.000891
of mobile	0.000891
of User	0.000891
of accuracy	0.001783
of accent	0.000891
of 200	0.000891
of 3	0.000891
of units	0.000891
of constraints	0.000891
of complex	0.000891
of neural	0.000891
of spectral-domain	0.000891
of four	0.000891
of numbers	0.001783
of sound	0.001783
of sounds	0.000891
of nodes	0.003565
of listening	0.000891
of 1,000	0.000891
of modern	0.000891
of symbols	0.000891
of n-dimensional	0.000891
of cepstral	0.000891
of diagonal	0.000891
of standard	0.000891
of good	0.000891
of just	0.000891
of candidates	0.000891
of taking	0.000891
of hidden	0.000891
of their	0.001783
of ability	0.000891
of Natural	0.000891
of Speech	0.000891
of Speaker	0.000891
of valuable	0.000891
of freely	0.000891
of robustness	0.000891
of Hearing	0.000891
of conversations	0.000891
of small	0.000891
of faster	0.000891
of Mandarin	0.000891
of hours	0.000891
of unlabeled	0.000891
of identifying	0.000891
of co-articulation	0.000891
of distinct	0.000891
of our	0.000891
of phonetic	0.000891
of discrete	0.000891
of elementary	0.000891
of Chinese	0.000891
of dividing	0.002674
of Arabic	0.000891
of segmentation	0.000891
of hyphenation	0.000891
of sentence	0.000891
of implementing	0.000891
of developing	0.000891
computer	0.001185
computer science	0.090909
computer extracting	0.022727
computer interaction	0.022727
computer program	0.113636
computer databases	0.022727
computer programs	0.045455
computer .	0.068182
computer that	0.022727
computer to	0.045455
computer based	0.022727
computer forecasts	0.022727
computer can	0.022727
computer applications	0.022727
computer in	0.045455
computer database	0.022727
computer automated	0.022727
computer vision	0.022727
computer processing	0.022727
computer -LRB-	0.022727
computer read	0.022727
computer OCR	0.022727
computer ,	0.022727
computer analysis	0.022727
computer programming	0.022727
computer language	0.022727
computer code	0.022727
computer speech	0.022727
computer gaming	0.022727
computer user	0.022727
computer performance	0.022727
computer input	0.022727
computer process	0.022727
science	0.000269
science ,	0.400000
science -LRB-	0.100000
science disciplines	0.100000
science of	0.100000
science that	0.100000
science and	0.100000
science convention	0.100000
,	0.047950
, artificial	0.001123
, and	0.106120
, it	0.013476
, natural	0.000561
, or	0.018529
, the	0.058394
, styles	0.000561
, especially	0.005053
, including	0.004492
, computer	0.001123
, see	0.001123
, an	0.005615
, Alan	0.000561
, sufficiently	0.000561
, machine	0.001684
, real	0.000561
, which	0.031443
, funding	0.001684
, when	0.003369
, a	0.026951
, written	0.000561
, ELIZA	0.001123
, for	0.012353
, responding	0.000561
, 1975	0.000561
, SAM	0.000561
, 1978	0.001123
, PAM	0.000561
, TaleSpin	0.000561
, 1976	0.001123
, QUALM	0.000561
, 1977	0.000561
, Politics	0.000561
, 1979	0.000561
, many	0.003930
, Racter	0.000561
, most	0.004492
, however	0.006176
, there	0.006176
, whose	0.001123
, such	0.019652
, produced	0.001684
, research	0.001123
, probabilistic	0.001684
, due	0.000561
, where	0.008422
, this	0.003369
, among	0.000561
, modern	0.000561
, although	0.002246
, grounded	0.000561
, ``	0.014037
, individual	0.000561
, i.e.	0.003930
, typically	0.001684
, each	0.003369
, containing	0.001123
, consisting	0.000561
, previously	0.000561
, typical	0.000561
, in	0.019090
, producing	0.000561
, models	0.000561
, whereas	0.001123
, handling	0.001123
, creating	0.001123
, error-prone	0.000561
, systems	0.001123
, beyond	0.000561
, generally	0.000561
, while	0.007861
, standard	0.001123
, determine	0.003369
, explanation	0.000561
, contrast	0.000561
, content	0.000561
, statement	0.000561
, assertion	0.000561
, etc.	0.011230
, semantics	0.001684
, facts	0.000561
, opens	0.000561
, opened	0.000561
, opening	0.000561
, as	0.012914
, location	0.000561
, organization	0.001123
, only	0.001123
, German	0.001123
, regardless	0.001684
, can	0.003369
, verb	0.001123
, perhaps	0.001684
, but	0.026951
, identify	0.001123
, find	0.001123
, often	0.001684
, so	0.006738
, separate	0.001123
, since	0.002807
, some	0.005053
, Japanese	0.001123
, we	0.009545
, e.g.	0.005615
, sets	0.000561
, searching	0.000561
, stemming	0.000561
, coreference	0.000561
, relationship	0.000561
, text-to-speech	0.001123
, yielding	0.000561
, information	0.001123
, both	0.001684
, because	0.004492
, going	0.000561
, enables	0.000561
, translation	0.001123
, French	0.000561
, during	0.000561
, 13	0.000561
, within	0.000561
, 10	0.001123
, Mariani	0.000561
, Paroubek	0.000561
, Rajman	0.000561
, Abney	0.000561
, Flickinger	0.000561
, Gdaniec	0.000561
, Grishman	0.000561
, Harrison	0.000561
, Hindle	0.000561
, Ingria	0.000561
, Jelinek	0.000561
, Klavans	0.000561
, Liberman	0.000561
, Marcus	0.000561
, Reukos	0.000561
, Santoni	0.000561
, Strzalkowski	0.000561
, pre-defined	0.000561
, also	0.002807
, either	0.001123
, consider	0.000561
, reliability	0.000561
, resource	0.000561
, to	0.007299
, automatic	0.001684
, based	0.001123
, thanks	0.000561
, human	0.003369
, mainly	0.000561
, annotation	0.000561
, is	0.007299
, spoken	0.000561
, signed	0.000561
, sometimes	0.000561
, machine-aided	0.000561
, MT	0.001123
, improving	0.000561
, weather	0.000561
, René	0.000561
, with	0.004492
, The	0.000561
, more	0.002246
, Sept.	0.000561
, Cleave	0.000561
, was	0.002246
, syntax	0.001123
, idioms	0.000561
, of	0.002246
, interlingual	0.001123
, followed	0.000561
, then	0.006176
, rule-based	0.000561
, usually	0.002807
, symbolic	0.000561
, from	0.000561
, syntactic	0.001684
, impressive	0.000561
, they	0.004492
, at	0.001684
, LinguaSys	0.000561
, Systran	0.000561
, PangeaMT	0.000561
, UPV	0.000561
, flexibility	0.000561
, shallow	0.000561
, wrote	0.000561
, automates	0.000561
, cited	0.000561
, maybe	0.000561
, on	0.003930
, by	0.002807
, leaving	0.000561
, writing	0.001123
, conversation	0.000561
, communicative	0.000561
, propositions	0.001123
, speech	0.004492
, discourse	0.000561
, sociology	0.000561
, anthropology	0.000561
, social	0.001123
, cognitive	0.000561
, international	0.000561
, communication	0.000561
, dimensions	0.000561
, culminating	0.000561
, that	0.002246
, -LRB-	0.001684
, he	0.001123
, 1952	0.000561
, James	0.002246
, needed	0.000561
, recorded	0.000561
, after	0.000561
, mathematical	0.000561
, Shipibo	0.000561
, Oklahoma	0.000561
, Dr.	0.000561
, Ann	0.000561
, taught	0.000561
, Robert	0.001684
, other	0.000561
, psycholinguistics	0.000561
, sociolinguistics	0.000561
, favor	0.000561
, Michel	0.001123
, gestures	0.000561
, style	0.000561
, rhetoric	0.000561
, meanings	0.000561
, moves	0.000561
, strategies	0.000561
, turns	0.000561
, education	0.000561
, science	0.000561
, business	0.000561
, speeches	0.000561
, political	0.000561
, candidacies	0.000561
, particularly	0.001123
, studying	0.000561
, headlines	0.000561
, leads	0.000561
, abstracts	0.000561
, unverified	0.000561
, Jan	0.000561
, Adriana	0.000561
, Carmen	0.000561
, Robyn	0.000561
, Wallace	0.000561
, Paul	0.001684
, Guy	0.000561
, Malcolm	0.000561
, John	0.002807
, Alessandro	0.000561
, Brenton	0.000561
, Norman	0.000561
, Roger	0.000561
, Talmy	0.000561
, Charles	0.000561
, Art	0.000561
, Michael	0.002246
, Zellig	0.001123
, Janet	0.000561
, David	0.001684
, Gail	0.000561
, Barbara	0.000561
, Walter	0.000561
, Richard	0.000561
, Adam	0.000561
, William	0.001123
, George	0.000561
, Jay	0.000561
, Stephen	0.000561
, Jim	0.000561
, Aletta	0.000561
, Elinor	0.000561
, Gina	0.000561
, Jonathan	0.000561
, Edward	0.000561
, Nikolas	0.000561
, Harvey	0.000561
, Svenka	0.000561
, Emanuel	0.001123
, Deborah	0.001123
, Stef	0.000561
, Sandra	0.000561
, Teun	0.000561
, Theo	0.000561
, Jef	0.000561
, Henry	0.000561
, Carla	0.000561
, Deirdre	0.000561
, Ruth	0.000561
, Margaret	0.000561
, Ernesto	0.000561
, Chantal	0.000561
, Judith	0.000561
, Cynthia	0.000561
, Louise	0.000561
, V.J.	0.000561
, need	0.000561
, phrases	0.000561
, abstractive	0.000561
, one	0.003369
, key	0.000561
, sentences	0.001123
, abstraction	0.000561
, news	0.000561
, rushing	0.000561
, installed	0.000561
, according	0.000561
, keyphrases	0.000561
, bigram	0.001684
, does	0.001123
, too	0.000561
, bigrams	0.001123
, though	0.003369
, if	0.005615
, recall	0.000561
, generating	0.000561
, relative	0.000561
, various	0.000561
, contains	0.000561
, using	0.005615
, Naive	0.000561
, like	0.001684
, training	0.000561
, TextRank	0.001123
, combined	0.000561
, trigram	0.001123
, potentially	0.000561
, supervised	0.000561
, along	0.000561
, document	0.000561
, you	0.000561
, LexRank	0.000561
, multi-document	0.000561
, contain	0.000561
, except	0.000561
, GRASSHOPPER	0.000561
, evaluation	0.000561
, TNO	0.000561
, inter-texual	0.000561
, have	0.001123
, reading	0.000561
, different	0.001684
, showing	0.000561
, selecting	0.000561
, not	0.003930
, what	0.001123
, taking	0.000561
, grammars	0.000561
, pollen	0.000561
, possibly	0.000561
, deciding	0.002246
, instead	0.000561
, merging	0.000561
, morphology	0.001123
, several	0.000561
, thereby	0.000561
, NLG	0.000561
, modules	0.000561
, task-based	0.000561
, hopefully	0.000561
, factors	0.000561
, text	0.001684
, voice-activation	0.000561
, archiving	0.000561
, Bobrow	0.000561
, Joseph	0.000561
, partially	0.000561
, Wendy	0.000561
, Winograd	0.000561
, who	0.000561
, graphic	0.000561
, Larry	0.000561
, ranging	0.001123
, relatively	0.000561
, Wayne	0.000561
, quite	0.000561
, English-like	0.000561
, typewritten	0.001123
, whether	0.000561
, sales	0.000561
, mail	0.000561
, stored	0.000561
, displayed	0.000561
, columns	0.000561
, Edmund	0.000561
, matching	0.000561
, their	0.000561
, addressed	0.000561
, called	0.000561
, comprehend	0.000561
, read	0.001123
, Reader	0.000561
, rejecting	0.000561
, special	0.000561
, Inc.	0.001123
, Kurzweil	0.001684
, OCR	0.001123
, has	0.000561
, degraded-images	0.000561
, heavy-noise	0.000561
, paper	0.000561
, picture	0.000561
, low-resolution	0.000561
, disturbed	0.000561
, symbols	0.000561
, glossary	0.001123
, widely	0.000561
, Invoice	0.000561
, Screenshot	0.000561
, ID	0.000561
, Driver-license	0.000561
, cursive	0.000561
, on-line	0.000561
, real-time	0.000561
, speed	0.000561
, clean	0.000561
, making	0.000561
, recognizing	0.000561
, allowing	0.000561
, intelligent	0.000561
, part-of-speech	0.001123
, sentence	0.000561
, verbs	0.001123
, adjectives	0.000561
, adverbs	0.000561
, POS	0.000561
, employs	0.000561
, even	0.003930
, article	0.001684
, adjective	0.000561
, preposition	0.000561
, pronoun	0.000561
, adverb	0.000561
, conjunction	0.000561
, plural	0.000561
, possessive	0.000561
, object	0.000561
, grammatical	0.000561
, aspect	0.000561
, NN	0.000561
, NNS	0.000561
, NP	0.000561
, Type	0.000561
, Gender	0.000561
, Number	0.000561
, Case	0.000561
, Animate	0.000561
, made	0.001123
, researchers	0.001123
, once	0.000561
, will	0.001123
, Steven	0.000561
, probabilities	0.000561
, DeRose	0.000561
, statistics	0.001123
, similarity	0.000561
, stochastic	0.000561
, Brill	0.000561
, Constraint	0.000561
, Maximum	0.000561
, Perceptron	0.000561
, are	0.001123
, despite	0.000561
, contractions	0.000561
, thus	0.001123
, complicating	0.000561
, developed	0.000561
, tag	0.000561
, Petrov	0.000561
, D.	0.000561
, no	0.001684
, punctuation	0.000561
, depends	0.000561
, ''	0.001684
, June	0.000561
, parsing	0.001684
, words	0.001123
, meaning	0.000561
, rather	0.001123
, analyze	0.000561
, identifying	0.001684
, maximum	0.000561
, linear-time	0.000561
, \*	0.000561
, 3	0.000561
, +	0.001123
, 4	0.000561
, -RRB-	0.000561
, ^	0.001123
, 2	0.000561
, would	0.001684
, Hafiz	0.000561
, question	0.001123
, list	0.000561
, definition	0.000561
, How	0.000561
, Why	0.000561
, hypothetical	0.000561
, semantically	0.000561
, medicine	0.000561
, closed-domain	0.000561
, these	0.001123
, current	0.000561
, unless	0.000561
, means	0.000561
, leading	0.000561
, resolve	0.000561
, why	0.001123
, simple	0.001123
, shop	0.000561
, length	0.000561
, size	0.000561
, distance	0.000561
, encoding	0.000561
, comprising	0.000561
, domain	0.000561
, reasoning	0.000561
, common	0.000561
, answered	0.000561
, LUNAR	0.000561
, simulated	0.000561
, plus	0.000561
, highly-specialized	0.000561
, definitional	0.000561
, biographical	0.000561
, multilingual	0.000561
, audio	0.001123
, imagery	0.000561
, video	0.001123
, answer	0.000561
, rarity	0.000561
